Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[TAPAS] KO>EN Translation.tmx
Source language: ko_kr
Languages: en

source: 국경 또한 현재 있는 병력으로 충분히 수비가 가능하고요.
en: also, the border can be defended with our current military power.

source: 사흘에 한 번으로 하려던 걸 줄여줬더니….
en: I've already reduced it from once every three days...

source: 전부 다 삼키셔야 합니다.
en: you have to swallow the whole thing.

source: 그보다…
en: besides...

source: 하고 싶은 말을 하세요, 벤토아 공작.
en: say what you want to say, duke bentoi.

source: 그… 럼 레이딘 경보다 더 강한 사람이 없다는 건가요?
en: does... that mean there isn’t anyone who is stronger than sir radin?

source: 빵집 일을 잘 할까요?
en: do a well in a bakery?

source: 아기가 생긴 거래.
en: she is pregnant.

source: 보통 속재료가 많은 건 둥근 모양인데 이건 틀까지 써서 사각형으로 만드셨어.
en: usually, bread with many fillings is round-shaped, but she used a mold to make this square-shaped.

source: 가끔은 제 몸이 두 개였으면 좋겠어요.
en: sometimes I wish I had two bodies.

source: 소공자는 레이딘 경에게 일주일에 한 번 정도 가르침을 받는 걸로.
en: once a week, issa bentoi should be taught by sir radin.

source: 아, 벤토아의 혈족은 그 나이 때 몸의 성장이 끝납니다.
en: ah, the bentoi kin is fully developed around that age.

source: 먼저 이 유언장은
en: I'd like to begin by saying that

source: 사실 도움을 요청하면 안 된다는 것도 안다.
en: since the house hasn't provided you with anything.

source: 아르비타군의 기습이다!!!
en: it’s a surprise attack from artiva!!!

source: 저 빵은 레이딘 경을 위해 만들어진 거야.
en: that bread was specifically made for sir radin...

source: 임신이라….
en: pregnant...

source: 그래, 그건 자네가 하면 되겠군.
en: okay, you can take care of that.

source: 지금이라도 그랑그랑을 타고 도망가면 안될까….
en: is it too late for me to ride grand grand and fly away...?

source: 응?
en: hmm?

source: 그리고 어쩐지 등이 엄청나게 뜨거운
en: and for some reason, my back feels extremely hot—

source: 내년에 레소를 떠난다고?
en: you'll be leaving lesso next year?

source: 레이딘 경이 아버지의 역할을 대신할 필요는 없지만,
en: you are not obliged to act as his father,

source: 아, 요즘 벤토아 소공자랑 하는 훈련은 어때요?
en: oh, how's the training going with issa bentoi these days?

source: 걱정 말고 다녀오세요.
en: don’t worry and go.

source: 즉, 삐까번쩍한 대포를 세워둬야 좋다는 거죠?
en: in other words, they need a leader who is like a shiny cannon, right?

source: 마침 가까운 지방에 좋은 자리가 생겼거든요.
en: and I received a good offer in a city nearby.

source: 그래서 무슨 일로 찾아오신 건가요?
en: so what brings you here?

source: 보여드리겠습니다.
en: I'll show it to you.

source: 제법 잘 따라오더군요.
en: he seems to learn pretty quickly.

source: 뒷정리는 내가 할 테니 얼른 들어가서….
en: I'll take care of the rest so you should go insi--

source: 아, 이름도 받아야 한다.
en: oh, you also need to take the name.

source: 몸이 둔해진 것 같아 잠깐 수련하러 나왔을 뿐이고요.
en: I only came here to practice for a little because my body felt heavy.

source: 고유 능력이요?
en: special ability?

source: 오랜만이시군요, 주인님.
en: it’s been a while, lord.

source: 마법인가?
en: is that magic?

source: 와아….
en: whoa...

source: 네가 왕이라도 된다는 소리야?
en: are you saying you are a king or something?

source: 폐하, 오셨습니까.
en: your majesty.

source: 그랑우텐.
en: granouten.

source: …그럼 가기 전까지 만이라도 일해줘.
en: ...can you at least work here until you leave then?

source: 폐하를 위해서라면 벤토아의 성을 가지는 게 나을 거라는 거다.
en: I’m saying, carrying the last name of bentoi will be better considering her majesty.

source: 세 번째, 가장 강한 이가 벤토아의 검이며 방패가 되어야 한다.
en: third, the strongest person must become the sword and shield of the bentoi house.

source: 응, 그래야겠다.
en: yes, I think I would.

source: 비싸!!!
en: that's expensive!!!

source: …새삼 평생 오를 수 없다고 생각한 자리에 앉게 되었구나.
en: ...I can’t believe I’m really sitting in the position where I never imagined I could get.

source: 시간이 없으니 본론으로 들어가죠.
en: get straight to the point since I don't have much time.

source: 벤토아의 가주자리는 다른 가문들과는 달리 상징적인 의미가 강하니까요.
en: the head of the bentoi house position holds a strong symbolic meaning compared to other houses.

source: 얼른 돈을 더 모아야 하니까요.
en: to leave the orphanage and live with billen.

source: 일단 집 수리비 지원과 마법사를 이용한 수해 방지,
en: the financial support of house repair costs and prevention of flooding involving sorcerers.

source: 아, 아니 그보다 이쪽으로 다가오잖아 뭐라도 해봐!
en: w-wait, he’s coming towards us. do something!

source: 그리고 이제, 살날이 그렇게 오래 남지 않았습니다.
en: and at this point, I don’t have much time left to live.

source: 양효진 글.그림 :
en: by Yang Hyo Jin Writing and Illustration

source: 역시 그렇겠지…?
en: I guess you’re right...

source: 폐하께서 제 능력을 알아주시는 건 감사하나,
en: I appreciate you for recognizing my achievements,

source: 그것도 최연소 소드마스터 이니까요.
en: he is the youngest swordmaster.

source: 에잇!
en: eek!

source: 아이의 장례식도 잘 치른 건가?
en: did the child’s funeral go well?

source: 마법사들도 훌렁훌렁 털리도록 마저 일하지.
en: let's continue working so that the sorcerers also get their dirt dug up.

source: 네, 정말 그때의 그 맛입니다.
en: yes, this tastes exactly like what I had long ago.

source: 루셰….
en: luche...

source: 벤토아 공작가 같은 경우는 특수한데다 현 가주가 직접 요청을 해온지라….
en: the bentoi house is a special case where the current head of the house directly requested you.

source: 그리고 본인은 그런 기사들 중 최강이라는 거니까,
en: and since he's the best among those knights,

source: 전쟁도 막았고.
en: I’ve also prevented the war from happening

source: 아… 아기들 소리였구나….
en: oh... it was the sound of babies...

source: 내일 황궁에 가자마자 진찰을 받도록 하지요.
en: you should see a physician tomorrow as soon as we get to the imperial palace.

source: 아니, 그런 거 아니야.
en: no, it’s not anything like that.

source: 이제 언니는 얼른 메커 경에게 가세요.
en: now you should hurry and go to sir macker.

source: 휴가를 줄게요.
en: I'll give you some time off.

source: 에구구….
en: ughh...

source: 서류 조작을 철저하게 했기 때문에
en: we have meticulously manipulated the documents

source: 남은 시간이 얼마 없는 것 같아.
en: it doesn't seem like he has much time left.

source: 그런데 레이딘 경… 벤토아 공작님이 말하기를,
en: but sir radin... duke bentoi said

source: 왠지 앞에 실패한 사람이 너무 많더라….
en: now I understand why so many people failed before me...

source: 절 직접 만나야 하겠다고 그러던가요?
en: he wants to meet me in person?

source: 탈탈 털어보죠!
en: we should dig up all the dirt on them!

source: 소속 학파 마법사들을 대상으로 장학금 지급.
en: we'll provide the sorcerers associated with those schools with scholarships.

source: 아니에요, 이야기를 들어보니 한 번은 정리를 해야 할 것 같아서요.
en: no worries. I believed they should talk through it at least once.

source: 내가 준 휴가지만,
en: although I’m the one who gave him some time off,

source: …기쁜 소식이군.
en: ...that’s great news.

source: 그것도 있고, 격의 문제도 있습니다.
en: that, and a matter of reputation.

source: 상냥하신 폐하의 마음을 이용하다니,
en: you tried to use her majesty's kind heart.

source: 으윽~!!
en: urgh!!

source: 폐하께서 많이 성장하셨습니다.
en: the empress has grown so much.

source: 1분이면 충분합니다.
en: one minute is enough.

source: 그렇다면 식사는 늘 드시던 걸로 올리겠습니다.
en: then we’ll serve you the usual meal.

source: 이건, 설마….
en: is this perhaps...

source: 이 정도면 거리는 충분히 좁혔어.
en: it looks like I’ve closed the distance enough.

source: 그래서 폐하께 긴히 부탁드리고 싶은 것이 있습니다.
en: there is something I would like to ask you, your majesty.

source: 전혀 그런 기색은 없는데.
en: but I don’t see any sign of that at all.

source: 검을 잡은 이후로 죽음을 두려워해본 적은 없습니다.
en: I have never feared death since I took the sword.

source: 어찌 됐든… 나 혼자만 폐하께 당할 수 없는 법이니
en: anyway... since I can't be the only one to suffer,

source: 자자, 이러고 있을 때가 아니야!
en: everyone, we don't have time for this!

source: 고로, 이번 일로 메커 경을 잃는다면
en: thus, if we lose sir macker from this

source: 괜찮았어.
en: it was okay.

source: 아니, 몸은 이런데 또 그날은 아니야.
en: no, my body feels like it but it's not.

source: 그런데… 이건 그냥 읽어보기만 해도 효과가 좋을 것 같은데
en: however... these already sound effective.

source: 그러니…
en: so...

source: 공격 금지이이―!!!
en: no attacking!!!

source: 아르비타군?!
en: an army from arvita?!

source: …딱히.
en: ...not really.

source: 이런 레이딘 경이 벤토아 공작가의 가주가 된다면
en: if he becomes the head of the duke bentoi house,

source: 흠을 찾은 다음 콱콱 조르세요.
en: once you find something, keep pressuring them!

source: 즐거운 마음으로 새로운 생명을 기다려야지.
en: I should happily wait for this new life to come into the world.
